Repository: tomschwiha/contao-rate-it-bundle
Catalog: languages/*/default.xlf
Languages: de

# FMD.rateit.1
source: Enables users to leave ratings for articles, pages, news and FAQs.
de: Bietet Benutzern die Möglichkeit Bewertungen für Artikel, Seiten, News und FAQs abzugeben.

# FMD.rateit_top_ratings.0
source: Rate It - Best/Most ratings
de: Rate It - Beste/Meiste Bewertungen

# FMD.rateit_top_ratings.1
source: List of the x best ratings.
de: Auflistung der x besten Bewertungen als Liste.

# CTE.rateit.1
source: Enables users to leave ratings for articles, pages, news and FAQs.
de: Bietet Benutzern die Möglichkeit Bewertungen für Artikel, Seiten, News und FAQs abzugeben.

# rateit.rating_label.0
source: vote
de: Stimme

# rateit.rating_label.1
source: votes
de: Stimmen

# rateit.heart
source: heart
de: Herz

# rateit.hearts
source: hearts
de: Herzen

# rateit.star
source: star
de: Stern

# rateit.stars
source: stars
de: Sterne

# rateit.error.invalid_id
source: ERROR: Invalid ID for rating given.
de: FEHLER: Ungültige ID für Rating angegeben.

# rateit.error.invalid_rating
source: ERROR: Invalid rating given.
de: FEHLER: Ungültiges Rating angegeben.

# rateit.error.invalid_type
source: ERROR: Invalid type for rating given.
de: FEHLER: Ungültiger Typ für Rating angegeben.

# rateit.error.duplicate_vote
source: ERROR: You may not vote more than once.
de: FEHLER: Sie dürfen nicht mehrfach abstimmen.

# rateit.error.duplicate_rkey
source: The unique identifier "% s" already exists for a rating. Please choose a different identifier.
de: Der eindeutige Bezeichner "%s" für ein Rating existiert bereits. Bitte wählen Sie einen anderen Bezeichner.
