Repository: tomschwiha/contao-rate-it-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.rateit_legend
source: Rate It-Settings
de: Rate It-Einstellungen

# tl_module.rateit_title.0
source: Rating title
de: Titel der Bewertung

# tl_module.rateit_title.1
source: Rating title (shown in backend).
de: Titel der Bewertung (wird im Backend angezeigt).

# tl_module.rateit_active.0
source: Active
de: Aktiv

# tl_module.rateit_active.1
source: Active means that the review is visible to the front-end users.
de: Aktiv bedeutet, dass die Bewertung sichtbar für den Frontend-Nutzer ist.

# tl_module.rateit_types.0
source: Types
de: Typen

# tl_module.rateit_types.1
source: Select the types for which you would like the best ratings to be displayed.
de: Art der Bewertung

# tl_module.rateit_count.0
source: Max. count
de: Max. Anzahl

# tl_module.rateit_count.1
source: Max. count of displayed values.
de: Max. Anzahl anzuzeigender Einträge.

# tl_module.rateit_toptype.0
source: List type
de: Art der Liste

# tl_module.rateit_toptype.1
source: The x best voted entries oder the x most voted entries.
de: Die x bestbewerteten Einträge oder die x meistbewerteten Einträge.

# tl_module.rateit_template.1
source: Here you can select the template for the article's rating.
de: Hier können Sie das Template für die Bewertung des Artikels auswählen.

# tl_module.rateit_types.page
source: Page
de: Seite

# tl_module.rateit_types.article
source: Article
de: Artikel

# tl_module.rateit_types.ce
source: Content Element
de: Inhaltselement

# tl_module.rateit_types.module
source: Module
de: Modul

# tl_module.rateit_types.news
source: News
de: Nachrichten

# tl_module.rateit_types.galpic
source: Gallery Picture
de: Galeriebild

# tl_module.rateit_types.news4ward
source: Blog entry
de: Beitrag

# tl_module.rateit_toptype.best
source: Best votes
de: Beste Bewertungen

# tl_module.rateit_toptype.most
source: Most votes
de: Meiste Bewertungen
